{"translation-revision-date":"2020-10-13 15:57:20+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Det uppstod ett fel vid rendering av kassa-blocket. Försök återskapa blocket om det här problemet fortsätter."],"Cart Block Error":["Fel i varukorgsblocket"],"Empty Cart":["Töm varukorg"],"Full Cart":["Varukorg full"],"WooCommerce Checkout Page":["WooCommerce sida för kassa"],"Proceed to Checkout button":["”Fortsätt till kassan”-knapp"],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["Om det är valt kommer leveranskostnaderna att vara dolda tills kunden använder leveranskalkylatorn eller anger sin adress när de går till kassan."],"Allow customers to estimate shipping by entering their address.":["Tillåt kunderna beräkna frakt genom att ange sin adress."],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Om du vill använda det här blocket som din standardkorg så behöver du uppdatera dina <a>sidinställningar i WooCommerce<\/a>."],"Error message:":["Felmeddelande: "],"We are currently working on improving our cart and checkout blocks, providing merchants with the tools and customization options they need.":["Vi arbetar på att förbättra våra kundvagn- och kassa-block för att kunna ge handlare de verktyg och anpassningsalternativ de behöver."],"Shipping rates":["Fraktavgifter"],"Hide shipping costs until an address is entered":["Dölj fraktkostnaden tills adress har angetts"],"Shipping calculator":["Fraktkalkylator"],"Edit":["Redigera"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}